Repository: Jursdotme/wc-ean-payment
Catalog: languages/norse-ean-*.po
Languages: da_dk

source: Allows offline payments. Very handy if you use your cheque gateway for another payment method, and can help with testing. Orders are marked as "on-hold" when received.
da_dk: Tillader offline betalinger. Meget praktisk, hvis du bruger din check gateway til en anden betalingsmetode og kan hjælpe med test. Bestillinger markeres som "på vent", når de modtages.

source: Awaiting EAN payment.
da_dk: Afventer EAN-betaling.

source: Configure
da_dk: Konfigurer

source: Description
da_dk: Beskrivelse

source: EAN is not valid.
da_dk: EAN nummer er ikke gyldigt.

source: EAN must be 13 characters.
da_dk: EAN nummer skal være på 13 cifrer.

source: EAN number
da_dk: EAN-nummer

source: EAN Payment
da_dk: EAN-betaling

source: Enable EAN Payment
da_dk: Aktivér EAN-betaling

source: Enable/Disable
da_dk: Aktivere deaktivere

source: Payment method description that the customer will see on your checkout.
da_dk: Betalingsmetode beskrivelse, som kunden vil se på din kasse.

source: Please add EAN details.
da_dk: Tilføj venligst EAN detaljer.

source: Please enter an EAN.
da_dk: Du skal skrive et EAN nummer.

source: Please remit payment to Store Name upon pickup or delivery.
da_dk: Send betalingen til butiksnavn ved afhentning eller levering.

source: Reference name
da_dk: Reference navn

source: Requisition number
da_dk: Rekvisitionsnummer

source: Take payment from people using EAN (European Article Number).
da_dk: Tag betaling fra personer, der bruger EAN (europæisk artikelnummer).

source: This controls the title for the payment method the customer sees during checkout.
da_dk: Dette styrer titlen på den betalingsmetode, som kunden ser under kassen.

source: Title
da_dk: Titel
